/* Error message */
"An error occurred while uploading to Box." = "Une erreur s’est produite lors du chargement sur Box.";

/* plugin name */
"Box" = "Box";

/* Error message - 409 - File of the same name exists */
"Item with the same name already exists" = "Un élément du même nom existe déjà.";

/* Cannot reach the internet */
"Please check your network connection and try again." = "Vérifiez votre connexion réseau et réessayez.";

/* Sign in */
"Sign In..." = "Se connecter...";

/* Sign out */
"Sign out" = "Se déconnecter";

/* Error message - 404 - Folder not found */
"The folder does not exist or you do not have permission to access it. Please select another folder." = "Le dossier n’existe pas ou vous n’avez pas d’autorisation pour y accéder. Sélectionnez un autre dossier.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Le lien vers votre capture est prêt à être collé.";

/* Error title
   Unable to share title */
"Unable to share to Box" = "Impossible de partager sur Box";

/* Upload worked, URL may not have */
"Upload succeeded" = "Téléchargement accompli";

/* plugin button tooltip */
"Upload the capture to Box for image or video hosting." = "Télécharger la capture sur Box pour l’hébergement des images ou vidéos";

